{
  "pages": [
    {
      "name": "page1",
      "elements": [
        {
          "type": "html",
          "name": "question1",
          "html": {
            "default": "<p>Under the <em>Canada Labour Code</em>, employees have a duty to follow prescribed procedures with respect to the health and safety of employees, take all reasonable and necessary precautions to ensure the health and safety of themselves and others, and comply with all instructions from the employer concerning the health and safety of employees.</p>",
            "fr": "<p>En vertu du <em>Code canadien du travail</em>, les employés sont tenus de suivre les procédures prescrites en matière de santé et de sécurité des employés, de prendre toutes les précautions raisonnables et nécessaires pour assurer leur santé et leur sécurité et celle d'autrui, et de se conformer à toutes les instructions de l'employeur concernant la santé et la sécurité des employés.</p>"
          }
        }
      ]
    },
    {
      "name": "page7",
      "elements": [
        {
          "type": "html",
          "name": "question7",
          "html": {
            "default": "<div class=\"text-center\"><img src=\"/img/0007.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Maintain good preventive practices</p>\n\n<p>Wash hands regularly for at least 20 seconds with soap and warm water, or use of an authorized hand sanitizer, especially prior to eating/drinking and after touching high-touch surfaces (door handles, elevator buttons, shared supplies, etc.).</p>\n\n<p>Use good cough and sneeze etiquette (e.g., sneeze and cough into your sleeve, not your hand).</p>\n\n<p>If you use a tissue, remember to dispose of it in a lined wastebasket as soon as possible and wash your hands afterwards. Where soap and water are not available, use an authorized hand sanitizer.</p>\n\n<p>Avoid close contact with people who are sick.</p>\n\n<p>Use alternative forms of greeting someone other than shaking hands (e.g., a head nod or a wave).</p>\n\n<p>Keep your vaccination up-to-date.</p>\n\n<p>For the health and safety of others, if you are sick, stay home and contact your manager to arrange alternative work arrangements.</p>",
            "fr": "<div class=\"text-center\"><img src=\"/img/0007.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Maintenez de bonnes pratiques préventives</p>\n\n<p>Lavez vos mains régulièrement pendant au moins 20 secondes avec du savon et de l'eau tiède, ou utilisez un désinfectant pour les mains autorisé, en particulier avant de manger/boire et après avoir touché des surfaces très sensibles (poignées de porte, boutons d'ascenseur, fournitures partagées, etc.).</p>\n\n<p>Utilisez une bonne étiquette pour la toux et les éternuements (par exemple, éternuez et toussez dans votre manche, pas dans votre main).</p>\n\n<p>Si vous utilisez un mouchoir, n'oubliez pas de le jeter dans une poubelle dès que possible et de vous laver les mains par la suite. En l'absence de savon et d'eau, utilisez un désinfectant pour les mains autorisé.</p>\n\n<p>Évitez tout contact étroit avec des personnes malades.</p>\n\n<p>Utilisez des formes alternatives pour saluer quelqu'un plutôt que de vous serrer les mains (par exemple, un hochement de tête ou un signe de la main).</p>\n\n<p>Gardez votre vaccination à jour.</p>\n\n<p>Pour la santé et la sécurité des autres, si vous êtes malade, restez à la maison et contacter votre gestionnaire pour prendre des mesures de travail alternatives.</p>"
          }
        }
      ]
    },
    {
      "name": "page9",
      "elements": [
        {
          "type": "html",
          "name": "question9",
          "html": {
            "default": "<div class=\"text-center\"><img src=\"/img/0004.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Illness, Flu, COVID-19, Symptoms</p>\n\n<p>If you develop symptoms of COVID-19, flu or is you are feeling ill before accessing the workplace, cancel your request, do not access the workplace, contact your manager and consult the <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-552509\" target=\"_blank\">the self-assessment guide</a>.</p>\n\n<p><strong>Regardless of your vaccination status for COVID-19, DO NOT enter the workplace if you:</strong></p>\n\n<p><ol><li>Are experiencing any <strong>COVID-19 symptoms, even mild ones</strong>.</li><li>Have received a positive result from a PCR test or rapid test <strong>in the last 5 days</strong> or have been presumed positive for COVID-19.</li><li>Have been instructed by public health authorities or a health care provider <strong>to quarantine or self-isolate</strong>.</li></ol></p>\n\n<p><strong>You CAN ACCESS the workplace if:</strong></p>\n\n<p><ul><li>After 5 days you no longer have symptoms, except a residual cough.</li><li>You have been in contact with someone with COVID-19 and you have no symptoms and have not been advised to quarantine.</li></ul></p>",
            "fr": "<div class=\"text-center\"><img src=\"/img/0004.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Symptômes COVID19, maladie, grippe, etc</p>\n\n<p>Si vous développez des symptômes de COVID-19, maladie, grippe ou autre, avant d'accéder au lieu de travail, annulez votre demande, n'accédez pas au lieu de travail, contactez votre gestionnaire et consultez le <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-552508\" target=\"_blank\">guide d’auto-évaluation</a>.</p>\n\n<p><strong>Quel que soit votre statut vaccinal pour la COVID-19, N’ACCÉDEZ pas au lieu de travail si vous :</strong></p>\n\n<p><ol><li>Présentez des symptômes de la COVID-19 ou de grippe, même légers.</li><li>Avez reçu un résultat positif à un test de dépistage PCR ou un test rapide <strong>dans les 5 derniers jours</strong> ou si vous êtes un cas présumé de COVID-19.</li><li>Avez reçu les instructions des autorités de la santé publique ou d’un professionnel de la santé <strong>de vous mettre en quarantaine ou de vous isoler</strong>.</li></ol></p>\n\n<p><strong>Vous pouvez ACCÉDEZ AU lieu de travail si :</strong></p>\n\n<p><ul><li>Après cinq jours vous n’avez plus de symptômes, à l’exception d’une toux résiduelle.</li><li>Vous avez été en contact avec une personne ayant la COVID-19 et que vous n’avez aucun symptôme et qu’il ne vous a pas été conseillés de vous mettre en quarantaine.</li></ul></p>"
          }
        }
      ]
    },
    {
      "name": "page6",
      "elements": [
        {
          "type": "html",
          "name": "question6",
          "html": {
            "default": "<div class=\"text-center\"><img src=\"/img/0008.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Clean before and after use\n</p>\n\n<p>Comply with the \"Clean Before and After Principle\" - Sanitize with provided wipes any surfaces and shared equipment before and after use (workstations, meeting room tables, countertops, photocopiers, shared office supplies, appliances, etc.).</p>\n\n<p>Follow the best practices from the <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-396681\" target=\"_blank\">Guidelines for a Clean Desk</a> for any workstations used by removing all papers, supplies, personal belongings and other items  before leaving the office for the day.</p>\n\n<p>Focus on using digital documents and avoid sharing paper documents.</p>",
            "fr": "<div class=\"text-center\"><img src=\"/img/0008.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Nettoyer avant et après utilisation\n</p>\n\n<p>Respectez le « Principe de nettoyage avant et après » - Essuyez avec les serviettes désinfectantes fournies toutes les surfaces et les équipements partagés avant et après utilisation (postes de travail, tables de réunion, comptoirs, photocopieuses, fournitures de bureau partagées, appareils ménagers, etc.).</p>\n\n<p>Suivez les pratiques exemplaires des <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-383243\" target=\"_blank\">Lignes directrices pour un bureau bien rangé</a> en retirant tous les papiers, fournitures, effets personnels et autres articles avant de quitter le lieu de travail.</p>\n\n<p>Concentrez-vous sur l'utilisation de documents numériques et évitez de partager des documents papier.</p>"
          }
        }
      ]
    },
    {
      "name": "page7",
      "elements": [
        {
          "type": "html",
          "name": "question7",
          "html": {
            "default": "<div class=\"text-center\"><img src=\"/img/0002.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Scent Free Environment</p>\n\n<p>The OPC has instituted a <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-313060\" target=\"_blank\">Scent Free Environment Directive</a> to provide a scent-free environment for all persons employed by the OPC and to which all employees, visitors, must adhere.</p>\n\n<p><ul><li>Avoid using any products containing the words “fragrance”, “perfume” or “flavor” with scented products (i.e perfumes, shampoos/conditioners, air fresheners, creams/lotions, hairspray, and aftershave lotions).</li><li>Avoid using household/cleaning products with odors.</li><li>Avoid packing foods with a strong smell. Eat in the kitchen or designated common areas rather than at your desk.</li><li>Do not leave any perishable food in your locker.</li></ul></p>",
            "fr": "<div class=\"text-center\"><img src=\"/img/0002.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Environnement sans produits parfumés</p>\n\n<p>Le Commissariat a mis en place une <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-416341\" target=\"_blank\">directive pour un environnement sans produits parfumés</a> afin d’offrir un environnement exempt de produits parfumés à toutes les personnes employées par le Commissariat auquel tous les employés et visiteurs doivent adhérer.</p>\n\n<p><ul><li>Évitez d’utiliser tout produit contenant les mots « fragrance », « parfum » ou « saveur » des produits parfumés car ils peuvent déclencher des réactions allergiques (i.e parfums, shampoings/revitalisant, crèmes/lotions, des assainisseurs d’air, des fixatifs, des lotions après rasage, etc,)</li><li>Évitez d’utiliser des produits ménagers/nettoyants avec odeur.</li><li>Évitez d’apporter des aliments qui dégagent une forte odeur. Mangez dans la cuisine ou dans les aires communes désignées plutôt qu’à votre bureau.</li><li>Ne laissez pas d’aliments périssables dans votre casier.</li></ul></p>"
          }
        }
      ]
    },
    {
      "name": "page8",
      "elements": [
        {
          "type": "html",
          "name": "question8",
          "html": {
            "default": "<div class=\"text-center\"><img src=\"/img/0005.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Respect emergency protocols</p>\n\n<p>In the event of a building evacuation, follow <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-45805\" target=\"_blank\">building evacuation procedures</a>:</p>\n\n<p><strong>When you hear the <a href=\"https://intranet.partners.collab.gc.ca/biens-assets/eab-oe/TonaliteModeAttente-StandByTone.mp3\" target=\"_blank\"><em>alert signal</em></a> of the fire alarm <em>(slow tone)</em></strong></p>\n\n<p><ol><li>Turn off all equipment in your workspace.</li><li>Prepare for evacuation. Wait for further instructions over the voice communication system or from the floor emergency officer.</li></ol></p>\n\n<p><strong>When you hear the <a href=\"https://intranet.partners.collab.gc.ca/biens-assets/eab-oe/TonaliteDEvacuation-EvacuateTone.mp3\" target=\"_blank\"><em>evacuation signal</em></a> of the fire alarm <em>(fast tone)</em></strong></p>\n\n<p><ol><li>Turn off all equipment in your workspace.</li><li><strong>Evacuate immediately</strong> using the nearest safe stairwell. If there is smoke in the stairwell, use one of the crossover floors (3rd, 8th, or 13th floors) to access the other stairwell.</li><li>Once outside, move at least 100 metres (300 feet) from the building (see rally points).</li></ol></p>\n\n<p>If the fire alarm sounds outside of normal working hours, evacuate immediately using the nearest safe stairwell. The Building Emergency Organization and monitors for persons who require assistance to evacuate are not on duty after normal working hours.</p>\n\n<p><strong><em>Persons requiring evacuation assistance</em></strong></p>\n\n<p>If you require temporary or permanent evacuation assistance, please read the <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-525561\" target=\"_blank\">Guidelines for Person Requiring Assistance and Their Monitors During An Emergency</a>, complete the <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-527533\" target=\"_blank\">form</a> and send it to the <a href=\"mailto:Health-and-Safety-dl@priv.gc.ca\" target=\"_blank\">health and safety</a> email address.</p>",
            "fr": "<div class=\"text-center\"><img src=\"/img/0005.png\" class=\"img-fluid\"></div><p align=\"center\" class=\"h3\">Respectez les protocoles d'urgence</p>\n\n<p>En cas d'évacuation d'un bâtiment, suivez les <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-45805\" target=\"_blank\">procédures d’évacuation de l’immeuble</a> :</p>\n\n<p><strong>Dès que vous entendez le <a href=\"https://intranet.partners.collab.gc.ca/biens-assets/eab-oe/TonaliteModeAttente-StandByTone.mp3\" target=\"_blank\"><em>signal d’alerte</em></a> du système d’alarme-incendie <em>(cadence lente)</em></strong></p>\n\n<p><ol><li>Fermez tous les appareils qui se trouvent dans votre espace de travail.</li><li>Préparez-vous à évacuer les lieux, mais attendez d’autres instructions qui vous seront transmises par le système de communication vocale ou par l’agent de secours d’étage.</li></ol></p>\n\n<p><strong>Dès que vous entendez le <a href=\"https://intranet.partners.collab.gc.ca/biens-assets/eab-oe/TonaliteDEvacuation-EvacuateTone.mp3\" target=\"_blank\"><em>signal d’évacuation</em></a> du système d’alarme-incendie <em>(cadence rapide)</em></strong></p>\n\n<p><ol><li>Fermez tous les appareils qui se trouvent dans votre espace de travail.</li><li><strong>Évacuez immédiatement</strong> l’immeuble en empruntant l’escalier sûr le plus proche. S’il y a de la fumée dans la cage d’escalier, utilisez un des étages de jonction (3e, 8e ou 13e étage) pour vous rendre à l’autre cage d’escalier.</li><li>Une fois à l’extérieur, éloignez-vous de façon à être à au moins 100 mètres (300 pieds) de l’immeuble (voir points de rassemblement).</li></ol></p>\n\n<p>Si l'alarme-incendie retentit en dehors des heures normales de travail, tout le personnel doit évacuez immédiatement l'immeuble, par la cage d'escalier sûre la plus proche. L'organisme des secours de l'immeuble et les agents de secours pour les personnes ayant besoin d'aide lors d'une évacuation ne sont pas disponibles en dehors des heures de travail normales.</p>\n\n<p><strong>Personnes ayant besoin d’aide lors d’une évacuation</strong></p>\n\n<p>Si vous avez besoin d’aide, de façon temporaire ou permanente, en cas d’évacuation de l’immeuble, veuillez consulter <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-525562\" target=\"_blank\">ligne directrice pour personne ayant besoin d’assistance et leurs accompagnateurs en cas d’urgence</a>, remplir ce <a href=\"https://officium/_layouts/15/OPC.Officium/Utilities/OfficiumIDLookup.aspx?id=7777-6-356471\" target=\"_blank\">formulaire</a> et le soumettre à la boîte <a href=\"mailto:Health-and-Safety-dl@priv.gc.ca\" target=\"_blank\">courriel de santé et sécurité</a>.</p>"
          }
        }
      ]
    },
    {
      "name": "page10",
      "elements": [
        {
          "type": "checkbox",
          "name": "questionAcceptHsmStatement",
          "titleLocation": "hidden",
          "isRequired": true,
          "choices": [
            {
              "value": "iAcceptHsmStatement",
              "text": {
                "default": "I confirm that I have read and agree to comply with these Health & Safety Measures.",
                "fr": "Je confirme que j'ai lu et que j'accepte de me conformer à ces mesures de santé et de sécurité."
              }
            }
          ]
        }
      ]
    }
  ],
  "showCompletedPage": false,
  "showQuestionNumbers": "off"
}
