{
  "pages": [
    {
      "name": "page1",
      "elements": [
        {
          "type": "html",
          "name": "questionPaStatement",
          "html": {
            "default": "<p>The personal information is collected under the authority of the <em>Financial Administration Act</em>. The information is collected, used and disclosed for the purposes of monitoring workplace access and supporting a safe, healthy and gradual return to the workplace in relation to the COVID-19 pandemic.</p>\n\n<p>In the event of a suspected or confirmed case of COVID-19 in the workplace, the information provided through this app enables the Office to inform persons who may have been impacted, while protecting the privacy of those involved.</p>\n\n<p>The information you provide is protected under the <em>Privacy Act</em>. Information collected through this app will be used and disclosed in accordance with the conditions listed in the Standard Personal Information Banks <a href=\"https://www.canada.ca/en/treasury-board-secretariat/services/access-information-privacy/access-information/information-about-programs-information-holdings/standard-personal-information-banks.html\" target=\"_blank\">PSE 907</a> and <a href=\"https://www.canada.ca/en/treasury-board-secretariat/services/access-information-privacy/access-information/information-about-programs-information-holdings/standard-personal-information-banks.html#psu939\" target=\"_blank\">PSU 939</a>. The information will be retained for the duration of the pandemic.</p>\n\n<p>If you require clarification about this Privacy Act Statement, please contact our Chief Privacy Officer at 613-355-9065 or <a href=\"mailto:CorpAdmin@priv.gc.ca\" target=\"_blank\">CorpAdmin@priv.gc.ca</a>, the OPI for this app.</p>",
            "fr": "<p>Les renseignements personnels sont recueillis en vertu de la <em>Loi sur la gestion des finances publiques</em>. Les renseignements sont recueillis, utilisés et communiqués dans le but de surveiller l'accès au lieu de travail et d'assurer un retour sécuritaire, sain et progressif aux lieux de travail suite à la pandémie de COVID-19.</p>\n\n<p>En cas de soupçon ou de confirmation d'un cas de COVID-19 sur le lieu de travail, les renseignements fournis au moyen de cette application permettent au Commissariat d'informer les personnes susceptibles d'avoir été affectées, tout en protégeant la vie privée des personnes concernées.</p>\n\n<p>Les renseignements que vous fournissez sont protégés par la <em>Loi sur la protection des renseignements personnels</em>. Les renseignements contenus dans cette application seront utilisés et divulgués conformément aux conditions énumérées dans le fichier standard de renseignements personnels <a href=\"https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/acces-information/renseignements-programmes-fonds-renseignements/fichiers-renseignements-personnels-ordinaires.html#poe9071\" target=\"_blank\">POE 907</a> et <a href=\"https://www.canada.ca/fr/secretariat-conseil-tresor/services/acces-information-protection-reseignements-personnels/acces-information/renseignements-programmes-fonds-renseignements/fichiers-renseignements-personnels-ordinaires.html#pou939\" target=\"_blank\">POU 939</a>. Ces renseignements seront conservés pour la durée de la pandémie.</p>\n\n<p>Si vous avez besoin d'éclaircissements sur cette déclaration en vertu de la <em>Loi sur la protection des renseignements personnels</em>, veuillez communiquer avec notre Chef de la protection des renseignements personnels au 613-355-9065 ou avec <a href=\"mailto:CorpAdmin@priv.gc.ca\" target=\"_blank\">CorpAdmin@priv.gc.ca</a>, le BPR responsable de l'application.</p>"
          }
        },
        {
          "type": "checkbox",
          "name": "questionAcceptPaStatement",
          "titleLocation": "hidden",
          "choices": [
            {
              "value": "iAcceptPaStatement",
              "text": {
                "default": "I accept the above terms",
                "fr": "J'accepte les conditions ci-dessus"
              }
            }
          ]
        }
      ]
    }
  ],
  "showCompletedPage": false,
  "showQuestionNumbers": "off"
}